[
  "obsidian-minimal-settings",
  "tag-wrangler",
  "obsidian-sort-and-permute-lines",
  "obsidian-day-planner",
  "dataview",
  "calendar",
  "homepage",
  "url-into-selection",
  "mood-tracker",
  "random-structural-diary-plugin"
]